{
  "stories": [
    {
      "title": "Credit Card Scam",
      "author": "Carlos Jerome",
      "story": "Carlos, a bank vice president in San Antonio, discovered he was an identity theft victim when he received unsolicited credit cards and found fraudulent accounts in his name with 40 creditors. The thief used Carlos’s information to make substantial purchases, open multiple credit card accounts, and rent an apartment."
    },
    {
      "title": "Tax Fraud Scam",
      "author": "Allison Carter Fanney",
      "story": "Allison Carter Fanney, a recent graduate burdened with student loans and living expenses, received a $14,900 IRS bill due to a fraudulent tax return filed under her name, which claimed a fake $4,000 refund. The ordeal, stemming from her oversight of tax considerations during grad school, took eight months of distress and uncertainty to resolve."
    },
    {
      "title": "Credit Card Scam",
      "author": "Martina Henry",
      "story": "When Martina Henry did a credit check in 1999 and discovered 11 credit cards taken out in her name, she thought she’d be able to correct the errors quickly. Sixteen years later, she was still struggling to prove those cards weren’t hers and have them — and the thousands of dollars owed on them — removed from her record."
    },
    {
      "title": "Housing Scam",
      "author": "Ayako Kato",
      "story": "Ayako, initially dismissing bank calls as pranks, was shocked to discover a fraudulent second mortgage of $320,000 on her home, despite her consistent payments over 10 years. The identity thief made payments for a year before stopping, leading to a foreclosure suit against Ayako by the time she uncovered the fraud."
    },
    {
      "title": "Credit Card Scam",
      "author": "Martina Henry",
      "story": "When Martina Henry did a credit check in 1999 and discovered 11 credit cards taken out in her name, she thought she’d be able to correct the errors quickly. Sixteen years later, she was still struggling to prove those cards weren’t hers and have them — and the thousands of dollars owed on them — removed from her record."
    }
  ]
}
