{
  "stories": [
    {
      "title": "Type - Credit Card Scam",
      "author": "Carlos, San Antonio",
      "story": "Carlos, vice president for commercial lending at a bank in San Antonio, says he learned he had become a victim to ID theft when he received several unsolicited credit cards in his name and a letter from Sears declining to open a Sears's credit account in his name because he already had a Sears's card. Carlos said he checked his credit bureau reports and learned that someone had used his name to apply for accounts with 40 different creditors, including retailers, Visa and MasterCard. Carlos said that his personal information was used by an ID thief to buy a sports car, open four credit card accounts each with $10,000 lines of credit, open and spend about $2,000 on a Wal-Mart credit card account and rent an apartment."
    },
    {
      "title": "Type - Tax Fraud Scam",
      "author": "Allison Carter Fanney",
      "story": "Imagine being “fresh out of grad school with high student loan debt, rent, and health insurance payments” and getting a $14,900 IRS bill on top of it all for unpaid taxes, penalties, and interest. Allison Carter Fanney, communications manager for the Association of International Certified Professional Accountants, shared that someone used her name, Social Security number, and birthdate to file a fraudulent tax return and claim a fake $4,000 refund. The mistake was failing to think about taxes during grad school just as her parents stopped listing her as a dependent. It took eight months of “tears, uncertainty and feelings of powerlessness” to resolve."
    },
    {
      "title": "Type - Credit Card Scam",
      "author": "Martina Henry",
      "story": "When Martina Henry did a credit check in 1999 and discovered 11 credit cards taken out in her name, she thought she’d be able to correct the errors quickly. Sixteen years later, she was still struggling to prove those cards weren’t hers and have them — and the thousands of dollars owed on them — removed from her record. Her credit score was so damaged that she couldn’t take out a mortgage, secure an auto loan, or even get a card of her own. In April 2015, she filed a suit against the credit reporting agencies, two credit collection agencies, and four banks to try to bring the long drama to a close."
    },
    {
      "title": "Type - Death Certificate Scam ",
      "author": "Amari Brown",
      "story": "After 7-year-old Amari Brown was shot and killed in Chicago in 2015, his family was devastated. And there was another wrong waiting: someone allegedly using his identity to commit tax fraud. In a September indictment, authorities said a woman named Katrina Pierce filed for 37 death certificates in 2019 alone and was awarded more than two dozen of them, for people from ages 2 to 22. She used the information to file false tax returns — including one that claimed a child believed to be Brown as a dependent — and collect refunds, many based on erroneous child tax credits, authorities said."
    },
    {
      "title": "Type - Identity Theft Scam",
      "author": "John Harrison",
      "story": "In just four months, Connecticut salesman John Harrison was $265,000 in debt. There were charges at Home Depot, JCPenney, Sears, Lowes, and for vehicles bought from Ford, Kawasaki, and Harley-Davidson, but Harrison hadn’t spent a penny of it: A man named Jerry Phillips had stolen Harrison’s identity and spent enough to buy a house. Phillips was eventually arrested and served three years of prison time. The worst part: Even with proof of Phillips’ crime and a letter from the J"
    },
    {
      "title": "Type - Identity Theft Scam",
      "author": "Jessica Roy",
      "story": "I stole a Tesla. I got into a car accident — a BMW, that time. I got a new iPhone. I opened two new checking accounts and went on a bad-check-writing spree for as much as $13,000 at a time. I attempted to open dozens of new credit cards. I wrote a check for someone’s bail, which they skipped.On paper, Jessica Roy had a wild year. In reality, that year, and what followed, has been a nightmare. I am the victim of identity theft. And it could happen to you. I also have some bad news: It will be entirely your problem, and no one — not the police, not the government, not the financial institutions — really cares or will help you much. But with determination, you can fight back. I did."
    },
    {
      "title": "Type - Identity Theft Scam",
      "author": "Nicole McCabe",
      "story": "In 2010, Australian Nicole McCabe’s identity was allegedly stolen by the Israeli Intelligence Agency, Mossad, and used to assassinate Mahmoud Al-Mabhouh, a Hamas leader, in Dubai. Imagine being framed for murder. How did it happen? Her passport had been reportedly compromised. McCabe was in her car when she heard the assassination news on the radio. And to her surprise, her name was also listed among the suspects. Apparently, the assassination squad stole her identity along with two other Australians – Adam Korman and Joshua Bruce – to commit the crime. Many other people from the UK, France, Germany, and Ireland had their identities used."
    },
    {
      "title": "Type - Celebrity Identity Theft Scam",
      "author": "Abraham Abdallah",
      "story": "Targeted the rich, but unlike Robinhood, he didn’t give to the less fortunate. The con man gained access to the brokerage accounts and credit card numbers for up to six months. He used cell phones, faxes, and delivery services. With his scheme, Abdallah accessed up to 217 accounts, including those belonging to Warren Buffet, Steven Spielberg, and Oprah Winfrey. Fortunately, he was caught before all the illegal transactions could be completed – an amount totaling over $22 million."
    },
    {
      "title": "Type - Email Phishing Scam",
      "author": "John Podesta",
      "story": "John Podesta fell for a classic email phishing scam while he was the chairman of Hilary Clinton’s presidential campaign. Russian hackers posed as Google and emailed Podesta to change his password due to an “unusual activity.” However, the link redirected to a malicious website where the hackers accessed his email account. Once they broke in, the hackers released thousands of secret and reputation-damaging emails.Right in the middle of a presidential election."
    },
    {
      "title": "Type - Housing Scam",
      "author": "Ayako",
      "story": "When Ayako got the first call from the bank, she thought it was a prank. They were threatening to take her home if she didn’t make her mortgage payments. But she had lived there for over 10 years, and had been making all her payments on time. After several more calls, she decided to investigate. She discovered to her horror, a second mortgage on her home she had never taken out. A thief had stolen her identity and put a $320,000 mortgage on her home, made payments for a year and then stopped. By the time Ayako put everything together, the bank had already served her a foreclosure suit."
    },
    {
      "title": "Type - Identity Theft Scam",
      "author": "Simon Bunce",
      "story": "An Englishman who subsequently lost his six-figure job and became alienated to friends and family. This all happened because his credit card was used to purchase and download child pornography. Bunce, an avid online shopper, claims to only have dealt with large retailers and secure sites. Nevertheless, he was swept up as part of a massive UK anti-predator police offensive called Operation Ore. He was arrested on charges of possessing, downloading, and intending to distribute indecent images of children. His home and work computers were confiscated, along with a range of storage devices and media. As you may already have gathered, though, Bunce was innocent of these crimes. Investigators later determined that his credit card details had been entered into a computer in Jakarta, Indonesia, and that he had actually been using the card at a South London restaurant at almost exactly the same moment. His credit card details had been taken from one of the many popular online shopping sites he frequented, most likely as a result of a data breach."
    },
    {
      "title": "Type - Celebrity Identity Theft Scam",
      "author": "Luis Flores Jr",
      "story": "19-year-old Luis Flores Jr. took it to the next level when he called American Express and claimed to be Kim Kardashian. He tried to change her SSN and address to his own so that he could receive new cards. As expected, the credit card company got suspicious and reported Flores and his mom to the Secret Service. Apparently, Kim Kardashian was the least of his targets. Investigators found a flash drive containing the private data of Bill Gates, Michelle Obama, Beyonce, and even Paris Hilton! The driver had their SSN, personal details, and credit card accounts. But that’s not all. Flores was also linked to identity theft cases involving fraud against Stacia Hylton, the US Marshals Service Director at the time, and Robert Mueller, a former FBI director. He and his mother ordered replacement cards using the personal information and changed the victims’ addresses and phone numbers on their accounts. Then, they made numerous wireless transfers from the targeted accounts to their own."
    }
  ]
}
